start_message = "Привет, я обучаю Linux 🫡, просто отвечай на вопросы\nКоманда /edu выручит"
help_message = "help"
sudo_message = "Пароль? 🗿"
wait_json = "Ожидается JSON файл"
done_message = "Готово [/start]"
return_message = "Операция не прошла [/start] 😅"
change_mode = "Выбери раздел на который хочешь переключиться"
rigth = "Верно 👍"
noRight = "Неа 👇 держи ответ\n{}"
database_is_empty = "{}. Ты прорешал весь тест 😎 /edu"
database_study_is_empty = "По этому разделу [{}] нет материалов 😐 пингани админов"
database_problems = "Неполадки с базой данных 😟"

example_var = [
    {"ask":"hello?" , "vars": [1,2,3,4], "ans": 1},
    {"ask":"bye?" , "vars": [5,6,7,8], "ans": 6}
]

starts_buttons = ["docker-compose up", "systemctl start my.service", "make run"]


userdb = "users"
not_reg = "Не нашел тебя в базе данных 🧐\nНапиши как тебя можно называть.\nЛучше всего подойдет фамилия или уникальный ник"
reg_ok = "Регистрация прошла успешно [/start]"
select_themes = "Что будем изучать? 🤔"
get_rand_vict = "Получить рандомный вопрос"
# modes = [
#     "test1",
#     "day2",

# ]

# {
#     "День первый" : "test1", 
#     "День второй" : "glava_2", 
#     "День третий" : "day3",
#     "День четвертый" : "",
#     "День пятый"  : "",
#     "День шестой" : "",
#     "День седьмой": "",
#     "День восьмой": "",
#     "День девятый": "",
#     "День десятый": "",
#     "День "
# }