help_message = "Привет рядовой стажер девопс 🫡\nЯ подготовил небольшие тесты по темам, что ты будешь проходить на стажировке, просто отвечай на вопросы (на расслабоне, на чиле)\nЕсли отвечаешь неправильно, не печалься, я дам несколько попыток)\nКоманда /edu поможет в эти трудные времена\nСчастливых вам голодных игр и пусть удача всегда будет с вами"
start_message = "Короче, Меченый, я тебя спас и в благородство играть не буду: выполнишь для меня пару заданий — и мы в расчете. Заодно посмотрим, как быстро у тебя башка после амнезии прояснится. А по твоей теме постараюсь разузнать.\n\nНовое задание, чтобы узнать нажмите [/help]"
sudo_message = "Пароль? 🗿"
wait_json = "Ожидается JSON файл"
done_message = "Готово [/start]"
return_message = "Операция не прошла [/start] 😅"
change_mode = "Выбери раздел на который хочешь переключиться"
rigth = ["Верно 👍", "Ок, тебя не проведешь", "Продолжай в том же духе", "А ты умеешь гуглить)", "Плюс сто тыщь мильонов баллов гриффиндору!"]
noRight = ["Неа", "Гугл тебя подвел)", "Угадаешь в следующий раз", "Минус 10 баллов гриффиндору!!!"]
database_is_empty = "{}. Ты прорешал весь тест 😎 /edu"
database_study_is_empty = "По этому разделу [{}] нет материалов 😐 пингани админов"
database_problems = "Неполадки с базой данных 😟"

example_var = [
    {"ask":"hello?" , "vars": [1,2,3,4], "ans": 1},
    {"ask":"bye?" , "vars": [5,6,7,8], "ans": 6}
]

starts_buttons = ["docker-compose up", "systemctl start my.service", "make run"]


userdb = "users"
not_reg = [
    "Постойте-ка, эй ты! Шаг вперед. 🧐",
    "А кто ты'? Далеко же тебя занесло от Имперского города, что ты делаешь в Скайриме?",
    "Капитан, что с ним делать? Его нет в списке",
    "- В бездну список, давай его на плаху",
    "Как прикажите капитан...",
    "> Выбери свой ник, чтобы тренеры смогли идентифицировать тебя"]
reg_ok = "> Фармить опыт [/edu]\n> Устроить адский замес [нажми на кнопку]"
select_themes = "Что будем изучать? 🤔"
get_rand_vict = "Получить рандомный вопрос"
# modes = [
#     "test1",
#     "day2",

# ]

# {
#     "День первый" : "test1", 
#     "День второй" : "glava_2", 
#     "День третий" : "day3",
#     "День четвертый" : "",
#     "День пятый"  : "",
#     "День шестой" : "",
#     "День седьмой": "",
#     "День восьмой": "",
#     "День девятый": "",
#     "День десятый": "",
#     "День "
# }