help_message = "*Рассказчик*: Вы нажимаете на кнопку и видите это сообщение. Спустя мгновение вы сдуваете пыль и перед вами появляется табличка, на ней проясняются буквы а затем слова: Просто отвечай на вопросы.\n[_Сила_] Вы видите только один путь: нажать на это /start"
start_message = "*Рассказчик*: Путь по дороге добродетели полон опасных болот\nНо вместе мы обойдём их стороной\n~Болото~\n\[_Мудрость_\] Начать испытание /game"
sudo_message = "Пароль?"
wait_json = "Ожидается JSON файл"
done_message = "Готово [/start]"
return_message = "[_Сила_] Операция не прошла [/start]"
change_mode = "Выбери акт"
rigth = ["Получено новое задание. 15 ОО", "35 OO", "Рассказчик: Вы отвечаете правильно", "Успех!", "Получен клинок 'Вечное пламя'", "Критический успех"]
noRight = ["Неудача!", "Промах", "Рассказчик: Вы отвечаете неправильно", "Критический промах", "Критическая неудача"]
database_is_empty = "Акт {} пройден. *Рассказчик*: Разбейте лагерь и отдохните"
database_study_is_empty = "Акт {}. *Рассказчик*: Вы попали в дремучий лес, ничего полезного здесь нет"
database_problems = "*Рассказчик*: Неполадки с базой данных"

starts_buttons = ["[Сила] Давать случайные ответы", "[Харизма] Выразительно отвечать", "[Ловкость] Ловко отвечать"]


userdb = "users"
not_reg = [
    "*Рассказчик*: Вы видите гоблина в тени, он пытается надеть кольцо которое только что подобрал из пруда",
    "_Вы незаметно подходите к нему, оголяя клинок пропитанный ядом_",
    "Как только вы пытаетесь совершить удар в спину, гоблин успевает надеть кольцо и исчезает на ваших глазах", 
    "_Кто то пробегает рядом и ударяет вас дубинкой по голове_",
    "~Помутнение рассудка~\n*Гоблин*: Ты еще кто такой?\n\[_Харизма_\] Назвать свое имя",
    ]
reg_ok = "Гоблин: Ты будешь находится здесь и отвечать на айтишные вопросы, понял?"
select_themes = "Что будем изучать?"
get_rand_vict = "[Интеллект] Ответить на следующий вопрос"
